Repository: lvyitian/briar-gtk
Catalog: briar-gtk/po/*.po
Languages: es, fr, gl, sq

source: Secure messaging, anywhere
es: Mensajería segura, en cualquier lado
fr: Des messages sécurisés, partout
gl: Mensaxería segura, en todas partes
sq: Shkëmbim mesazhesh i sigurt, kudo

source: Briar is a messaging app designed for activists, journalists, and anyone else who needs a safe, easy and robust way to communicate. Unlike traditional messaging apps, Briar doesn't rely on a central server - messages are synchronized directly between the users' devices. If the internet's down, Briar can sync via Bluetooth or Wi-Fi, keeping the information flowing in a crisis. If the internet's up, Briar can sync via the Tor network, protecting users and their relationships from surveillance.
es: Briar es una aplicación de mensajería diseñada para activistas, periodistas y cualquier otra persona que necesita una forma segura, fácil y robusta de comunicación. A diferencia de las aplicaciones de mensajería tradicionales, Briar no necesita un servidor central – los mensajes son sincronizados directamente entre los dispositivos de los usuarios. Si no hay conexión a internet disponible, Briar puede sincronizarse vía Bluetooth o WiFi, manteniendo la información fluyendo en crisis. Si Internet está disponible, Briar puede sincronizarse vía red Tor, protegiendo a los usuarios y sus relaciones de la vigilancia.
fr: Briar est une appli de messagerie conçue pour les activistes, les journalistes et quiconque a besoin d’un moyen sécurisé, simple et robuste de communiquer. Contrairement aux applis traditionnelles de messageries, Briar ne dépend pas d’un serveur centralisé. Les messages sont synchronisés directement entre les machines des utilisateurs. Si Internet est inaccessible, Briar peut se synchroniser par Bluetooth ou Wi-Fi, ce qui permet à l’information de circuler lors d’une crise. Si Internet est accessible, Briar peut se synchroniser par le réseau Tor, protégeant ainsi les utilisateurs et leurs relations contre la surveillance.
gl: Briar é unha app de mensaxería deseñada para activistas, xornalistas e calquera que precise comunicarse de xeito robusto, simple e seguro. Ao contrario que as apps de mensaxería tradicionais, Briar non depende dun servidor central - as mensaxes sincronízanse directamente entre os dispositivos das persoas usuarias. Se caese internet, Briar pode sincronizar a través de Bluetooth ou Wi-Fi, mantendo o fluxo de información en períodos de crise. Se hai internet, Briar pode sincronizar a través da rede Tor, protexendo ás usuarias e ás súas relacións da vixilancia.
sq: Briar është një aplikacion për shkëmbim mesazhesh, i konceptuar për veprimtarë, gazetarë, dhe cilido tjetër që ka nevojë për një mënyrë të sigurt, të lehtë dhe të fuqishme komunikimi. Ndryshe nga aplikacionet tradicionale, Briar-i nuk bazohet në një shërbyes qendror - mesazhet njëkohësohen drejtpërdrejt mes pajisjeve të përdoruesve. Nëse s’ka internet, Briar-i mund të bëjë njëkohësimin me Bluetooth ose Wi-Fi, duke mbajtur kështu rrjedhën e informacioneve në rast krizash. Nëse ka Internet, Briar-i mund të bëjë njëkohësimet përmes rrjetit Tor, duke i mbrojtur përdoruesit dhe marrëdhëniet e tyre nga survejimi.

source: The Briar Project
es: El Proyecto Briar
fr: Le projet Briar
gl: Proxecto Briar
sq: Projekti Briar

source: Main window showing two contacts and chat
es: La ventana principal, mostrando dos contactos y el chat
fr: Fenêtre principale qui affiche deux contacts et une conversation
gl: Pantalla principal mostrando dous contactos e conversa
sq: Dritare kryesore, ku shfaqen dy kontakte dhe një fjalosje

source: Welcome screen with registration
es: Pantalla de bienvenida con la registración
fr: Écran de bienvenue avec inscription
gl: Pantalla de ben vida e rexistro
sq: Skenë mirëseardhjeje me regjistrim

source: Adding contacts at a distance
sq: Shtim kontaktesh në largësi

source: Main window with two contacts and about dialog
es: La ventana principal con dos contactos y el diálogo "Acerca de"
fr: Fenêtre principale qui affiche deux contacts et la boîte de dialogue À propos
gl: Pantalla principal con dous contactos e Acerca de
sq: Dritare kryesore me dy kontakte dhe dialogun Mbi

source: Improvements in this version:
es: Mejoras en esta versión:
fr: Améliorations dans cette version :
gl: Melloras nesta versión:
sq: Përmirësime në këtë version:

source: Improved notification support
sq: Mbulim i përmirësuar njoftimesh

source: Showing number of unread messages in contact list
sq: Shfaqje numri mesazhesh të palexuar te listë kontaktesh

source: Support for changing contacts' names
sq: Mbulim për ndryshim emrash kontaktesh

source: Support for deleting all messages of a chat
sq: Mbulim për fshirje të krejt mesazheve në një fjalosje

source: Indication of messages' delivery states
sq: Tregim gjendjeje dërgimi mesazhesh

source: Migration to briar_wrapper 0.0.5
sq: Migrim te briar_wrapper 0.0.5

source: Many more minor improvements
es: Muchas más mejoras menores
fr: De nombreuses petites améliorations
gl: Moitas melloras menores
sq: Mjaft përmirësime të tjera të vockla

source: Translations into many languages:
sq: Përkthime në mjaft gjuhë

source: Albanian
sq: Shqip

source: Catalan
sq: Katalanase

source: Chinese (Simplified)
sq: Kinezisht (E thjeshtuar)

source: Dutch
sq: Holandisht

source: French
sq: Frëngjisht

source: Galician
sq: Galicisht

source: Icelandic
sq: Islandisht

source: Italian
sq: Italisht

source: Lithuanian
sq: Lituanisht

source: Persian
sq: Persisht

source: Russian
sq: Rusisht

source: Thai
sq: Tajlandisht

source: Basic notification support
es: Soporte de notificación básico
fr: Prise en charge simple des notifications
gl: Soporte básico para notificacións
sq: Mbulim njoftimesh elementare

source: Support for contact deletion
sq: Mbulim për fshirje kontaktesh

source: Hugely improved chat UI
es: Interfaz de usuario para chat enormemente mejorada
fr: Profonde amélioration de l’IU des conversations
gl: Grandes melloras na interface
sq: UI fjalosjeje e përmirësuar në masë të madhe

source: Full Spanish and German translations
es: Traducciones completas a español y alemán
fr: Traduction en espagnol et en allemand
gl: Traducións completas ó Alemán e Castelán
sq: Përkthime të plota në spanjisht dhe gjermanisht

source: Migration to libhandy 1.0
es: Migración a libhandy 1.0
fr: Migration vers libhandy 1.0
gl: Migración a libhandy 1.0
sq: Migrim te libhandy 1.0

source: Migration to briar_wrapper 0.0.4
es: Migración a briar_wrapper 0.0.4
fr: Migration vers briar_wrapper 0.0.4
gl: Migración a briar_wrapper 0.0.4
sq: Migrim te briar_wrapper 0.0.4

source: Show online status of contacts in contact list (#19)
es: Mostrar el estado de contactos en línea en la lista de contactos (#19)
fr: Afficher l’état de connexion des contacts dans la liste des contacts (no 19)
gl: Mostrar estado en liña dos contactos na lista (#19)
sq: Shfaq gjendje “në linjë” të kontakteve në listë kontaktesh (#19)

source: Support copying content in messages (#51)
es: Soporta el copiado de contenido en mensajes (#51)
fr: Possibilité de copie de contenu dans les messages (no 51)
gl: Soporte para copiar contido das mensaxes (#51)
sq: Mbulim për kopjim lënde te mesazhet (#51)

source: Fix bug with Briar messages not having text (#56)
es: Corrección de error con mensajes de Briar sin texto (#56)
fr: Correctif de bogue : des messages de Briar ne présentaient pas de texte (no 56)
gl: Arranxo do problema das mensaxes que non teñen texto (#56)
sq: Ndreqje të mete mospasjeje tekst në mesazhe Briar (#56)

source: Fix bug with contact's name not showing in private messages (#55)
es: Corrección de error del nombre de contacto no apareciendo en mensajes privados (#55)
fr: Correctif de bogue : le nom du contact n’apparaissait pas dans les messages privés (no 55)
gl: Arranxo do problema de non mostrar o nome do contacto en mensaxes privadas (#55)
sq: Ndreqje të mete mosshfaqjeje emri kontakti në mesazhe private (#55)

source: Update Briar core to version 1.2.9
es: Actualizar Briar Principal a la versión 1.2.9
fr: Mise à jour du noyau de Briar à la version 1.2.9
gl: Actualizar o núcleo de Briar á versión 1.2.9
sq: Përditësim i bazës së Briar-it me versionin 1.2.9

source: Lots of software tests
es: Muchas pruebas de software
fr: De nombreux essais logiciels
gl: Moitos test do software
sq: Plot testime software-i

source: The very first alpha release of Briar GTK. It allows adding contacts remotely and chatting with them in private chats. Other functions like groups, forums and blogs are to be implemented.
sq: Hedhja e parë fare në qarkullim e një versioni alpha të Briar GTK. Lejon shtim kontaktesh së largëti dhe fjalosje me ta në fjalosje private. Janë për t’u sendërtuar funksione të tjera, të tillë si grupe, forume dhe blogje.

# Used in about dialog
source: Copyright © 2019-2020 The Briar Project
sq: Të drejta kopjimi © 2019-2020 The Briar Project

# Used in about dialog
source: A Briar client for GTK desktop and mobile devices
es: Briar para GTK en escritorios y dispositivos móviles
fr: Un client Briar pour ordinateur et appareils mobiles
gl: Cliente Briar para escritorios GTK e dispositivos móbiles
sq: Një klient Briar për desktop GTK dhe pajisje celulare

# Used in about dialog to get to website
source: Visit Briar GTK website
es: Visitar la página web de Briar GTK
fr: Visiter le site Web de Briar GTK
gl: Visita a web de Briar GTK
sq: Vizitoni sajtin e Briar GTK

# Used in add contact page
source: Give this link to the contact you want to add
es: Da este enlace al contacto que quieres que añadir
fr: Donnez ce lien au contact que vous souhaitez ajouter
gl: Envíe esta ligazón ao contacto que quere engadir
sq: Jepjani këtë lidhje kontaktit që doni të shtoni

# Used in add contact page
source: Enter the link from your contact here
es: Introduce el enlace del contacto
fr: Saisissez ici le lien de votre contact
gl: Introducir aquí a ligazón do seu contacto
sq: Jepni këtu lidhjen prej kontaktit tuaj

# Used in add contact page
source: Contact's link
es: Enlace del contacto
fr: Lien de votre contact
gl: Ligazón do contacto
sq: Lidhje e kontaktit

# Used in add contact page
source: Please enter a link
es: Introduce un enlace, por favor
fr: Veuillez saisir un lien
gl: Por favor introduza ligazón
sq: Ju lutemi, jepni një lidhje

# Used in add contact page
source: Give your contact a nickname. Only you can see it.
es: Introduce un apodo para tu contacto. Solo tú puedes verlo.
fr: Donnez un pseudonyme à votre contact. Il n’est vu que par vous.
gl: Déalle un alcume ao contacto. Só vostede pode velo.
sq: Jepini kontaktit tuaj një nofkë. Vetëm ju mund ta shihni.

# Used in add contact page
source: Enter a nickname
es: Introduce un apodo
fr: Saisissez un pseudonyme
gl: Introducir alcume
sq: Jepni një nofkë

# Used in add contact page
source: Please enter a nickname
es: Por favor, introduce un apodo
fr: Veuillez saisir un pseudonyme
gl: Por favor introduza un alcume
sq: Ju lutemi, jepni një nofkë

# Button in add contact page
source: Add contact
es: Añadir el contacto
fr: Ajouter un contact
gl: Engadir contacto
sq: Shtoni kontakt

source: Next
es: Seguir
fr: Suivant
gl: Seguinte
sq: Pasuesi

# Title in add contact page
source: Add contact
es: Añadir el contacto
fr: Ajouter un contact
gl: Engadir contacto
sq: Shtoni kontakt

source: Delete contact
es: Eliminar contacto
fr: Supprimer le contact
gl: Eliminar contacto
sq: Fshije kontaktin

source: Password
es: Contraseña
fr: Mot de passe
gl: Contrasinal
sq: Fjalëkalim

# Button in login page
source: Log in
es: Entrar
fr: Connexion
gl: Acceder
sq: Hyni

# Used in login page after entering the password
source: Logging in
es: Entrando
fr: Connexion
gl: Conectando
sq: Po hyhet

source: About Briar GTK
es: Acerca de Briar GTK
fr: À propos de Briar GTK
gl: Acerca de Briar GTK
sq: Mbi Briar GTK

# Used in input field in main window
source: Type Message
es: Introduce mensaje
fr: Rédigez une message
gl: Escribe mensaxe
sq: Shtypni Mesazh

source: No contact selected
es: Ningún contacto seleccionado
fr: Aucun contact n’est sélectionné
gl: Sen contacto seleccionado
sq: S’ka kontakt të përzgjedhur

source: Select a contact to start chatting
es: Selecciona un contacto para empezar a chatear
fr: Sélectionnez un contact pour commencer à dialoguer
gl: Escolle un contacto para iniciar a conversa
sq: Që të filloni të fjaloseni, përzgjidhni një kontakt

# Accessibility text in main menu
source: Add contact
es: Añadir el contacto
fr: Ajouter un contact
gl: Engadir contacto
sq: Shtoni kontakt

source: Main menu
es: Menú principal
fr: Menu principal
gl: Menú principal
sq: Menuja kryesore

source: Back
es: Regresar
fr: Retour
gl: Anterior
sq: Mbrapsht

source: Chat menu
es: Menú chat
fr: Menu de dialogue
gl: Menú da conversa
sq: Menu fjalosjeje

source: Welcome to Briar
es: Bienvenida a Briar
fr: Bienvenue à Briar
gl: Benvida a Briar
sq: Mirë se vini në Briar

source: Choose your nickname
es: Elige tu apodo
fr: Choisir votre pseudonyme
gl: Escolle o teu alcume
sq: Zgjidhni nofkën tuaj

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe
gl: Confirmar contrasinal
sq: Ripohoni Fjalëkalimin

source: Create Account
es: Crear cuenta
fr: Créer un compte
gl: Crea a conta
sq: Krijoni Llogari

source: Creating Account
es: Creando cuenta
fr: Création du compte
gl: Crear conta
sq: Po Krijohet Llogari

source: Are you sure you want to exit?
es: ¿Estás seguro que quieres salir?
fr: Souhaitez-vous vraiment fermer l’appli ?
gl: Tes a certeza de querer saír?
sq: Jeni i sigurt se doni të dilet?

source: Once you close Briar, you'll no longer receive messages nor send pending ones. Keep Briar open to stay connected with your contacts.
sq: Pasi të mbyllni Briar-in, s’do të merrni më mesazhe, as do të dërgohen ata pezull. Që të jeni i lidhur me kontaktet tuaja, mbajeni Briar-in të hapur.

source: Confirm Contact Deletion
es: Confirmar eliminación de contacto
fr: Confirmer la suppression du contact
gl: Confirme a eliminación do contacto
sq: Ripohoni Fshirje Kontakti

source: Are you sure that you want to remove this contact and all messages exchanged with this contact?
es: ¿Seguro que quieres eliminar este contacto y todos los mensajes intercambiados con él?
fr: Souhaitez-vous vraiment supprimer ce contact et tous les messages associés ?
gl: Segura de querer eliminar este contacto e todas as mensaxes que intercambiaron?
sq: Jeni i sigurt se doni të hiqet ky kontakt dhe krejt mesazhet e shkëmbyer me këtë kontakt?

source: Please enter a password
es: Por favor, introduce una contraseña
fr: Veuillez saisir un mot de passe
gl: Escribe un contrasinal
sq: Ju lutemi, jepni një fjalëkalim

source: Couldn't log in
es: No pude entrar a la cuenta
fr: Impossible de se connecter
gl: Non puideches conectar
sq: S’u bë dot hyrja

source: Please enter a nickname
es: Por favor, introduce un apodo
fr: Veuillez saisir un pseudonyme
gl: Por favor introduza un alcume
sq: Ju lutemi, jepni një nofkë

source: The passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
gl: Os contrasinais non coinciden
sq: Fjalëkalimet s’përputhen

source: Couldn't register account
es: No pude registrar la cuenta
fr: Impossible d’inscrire le compte
gl: Non se puido rexistrar a conta
sq: S’u regjistrua dot llogari

source: Please enter a link
es: Introduce un enlace, por favor
fr: Veuillez saisir un lien
gl: Por favor introduza ligazón
sq: Ju lutemi, jepni një lidhje

source: Enter your contact's link, not your own
es: Introduce el enlace del contacto, no el de ti
fr: Saisissez le lien de votre contact, pas le vôtre
gl: Introduza a ligazón do contacto, non o propio
sq: Jepni lidhjen e kontaktit tuaj, jo tuajën

# Used in about dialog to credit other programs like GNOME Fractal
source: Using code by
es: Con código de
fr: Utilise du code de
gl: Usando código por

# Used in about dialog to credit Briar components like its REST API
source: Briar functionality by
es: Funcionalidad de Briar de
fr: Fonctionnalité Briar par
gl: Briar funciona grazas a

source: Myself
es: Yo
fr: Moi-même
gl: Min mesma
