Repository: lvyitian/briar-gtk
Catalog: briar-gtk/po/briar-gtk-meta/*.po
Languages: de, fa, he, hu, is, lt, my, ru, sv, tr

source: Briar
my: ဘရိုင်ယာ

source: Secure messaging, anywhere
de: Sicher kommunizieren, überall
fa: پیام‌رسان امن، در هر کجا
he: תכתובת מאובטחת, בכל מקום
hu: Biztonságos üzenetküldés, bárhol
is: Örugg skilaboð, allstaðar
lt: Saugus susirašinėjimas, bet kur
my: ဘယ်နေရာမှာပဲဖြစ်ဖြစ် လုံခြုံတဲ့မက်ဆေ့ချ်ပေးပို့ခြင်း
ru: Безопасное общение, где угодно
sv: Säkra meddelanden, överalllt
tr: Güvenli mesajlaşma, nerede olursa olsun

source: Briar is a messaging app designed for activists, journalists, and anyone else who needs a safe, easy and robust way to communicate. Unlike traditional messaging apps, Briar doesn't rely on a central server - messages are synchronized directly between the users' devices. If the internet's down, Briar can sync via Bluetooth or Wi-Fi, keeping the information flowing in a crisis. If the internet's up, Briar can sync via the Tor network, protecting users and their relationships from surveillance.
de: Briar ist eine Messaging-App für Aktivisten, Journalisten und jeden, der eine sichere, einfache und robuste Art der Kommunikation benötigt. Im Gegensatz zu herkömmlichen Messaging-Apps benötigt Briar keinen zentralen Server. Nachrichten werden direkt zwischen den Endgeräten der Benutzer ausgetauscht. Wenn das Internet ausfällt, kann Briar diese auch über Bluetooth oder WLAN austauschen, um den Informationsaustausch in einer Krise aufrecht zu erhalten. Mit einer Internet Verbindung synchronisiert sich Briar über das Tor-Netzwerk und schützt so die Benutzer und ihre Kontakte vor Überwachung.
fa: Briar یک برنامه پیام رسان می باشد که برای فعالان، روزنامه نگاران و هر کسی که نیازمند یک راه امن، راحت و پیشرفته برای ارتباط با دیگران است می باشد. برخلاف برنامه‌ های پیام‌رسان‌ مرسوم، Briar به سرور متمرکز اتکا ندارد - پیام ها به صورت مستقیم بین دستگاه کاربران همگام می شود. اگر اینترنت کار نکند، Briar می‌تواند از طریق بلوتوث یا وای‌-فای همگام سازی کرده، جریان اطلاعات را در زمان بحران نگه دارد. اگر اینترنت کار کند، Briar می‌تواند برای محافظت کاربران و وابط آن ها از از شنود، از طریق شبکه تور همگام سازی کند.
he: Briar הוא יישום התכתבות שמתוכנן עבור פעילנים, עיתונאים, וכל אחד אחר שצריך דרך בטוחה, קלה וחסונה לתקשר. לא כמו יישומי התכתבות מסורתיים, Briar אינו מסתמך על שרת מרכזי - הודעות מסונכרנות ישירות בין מכשירי המשתמשים. במקרה שהאינטרנט נפל, Briar יכול לסנכרן באמצעות Bluetooth או Wi-Fi, מה ששומר על זרימת המידע בזמן משבר. אם האינטרנט פעיל, Briar יכול לסנכרן באמצעות רשת Tor, מה שמגן על משתמשים ומערכות היחסים שלהם מפני מעקב סמוי.
hu: Briar egy üzenetküldő alkalmazás, amit aktivisták, újságírók és bárki olyan számára terveztek, akinek szüksége van biztonságos és megbízható módon kommunikálni. A hagyományos üzenetküldő alkalmazásokkal ellentétben a Briar nem függ egy központi szervertől, az üzenetek közvetlenül a felhasználók készülékei között szinkronizálódnak. Ha az internet nem elérhető, a Briar Bluetooth vagy Wi-Fi kapcsolaton keresztül szinkronizál. Amikor az interent elérhető, a Briar a Tor hálózaton keresztül szinkronizál, megvédve a felhasználókat és kapcsolataikat a megfigyeléstől.
is: Briar er samskiptaforrit hannað fyrir aðgerðasinna, blaðamenn og alla þá sem þurfa örygga, auðvelda og áreiðanlega leið til að eiga í samskiptum. Ólíkt hefðbundnum skilaboðaforritum reiðir Briar sig ekki á miðlæga þjóna - skilaboðin eru samstillt beint á milli tækja notendanna. Ef internetið liggur niðri getur Briar samstillt í gegnum Bluetooth eða Wi-Fi þráðlaus net og þannig haldið upplýsingaflæðinu gangandi á neyðarstundum. Ef internetið er starfhæft getur Briar samstillt í gegnum Tor-netkerfið, sem verndar notendurna og tengslanet þeirra fyrir eftirliti og ritskoðun.
lt: Briar yra žinučių perdavimo programėlė, skirta aktyvistams, žurnalistams ir visiems kitiems, kam reikia saugaus, lengvo ir veiksmingo bendravimo būdo. Kitaip nei kitos tradicinės žinučių perdavimo programėlės, Briar nepasikliauja centriniu serveriu - žinutės yra sinchronizuojamos tiesiogiai tarp naudotojų įrenginių. Jei nėra interneto, Briar gali sinchronizuotis per Bluetooth ar belaidį ryšį (Wi-Fi), kad palaikytų informacijos perdavimą kriziniais atvejais. Jei internetas veikia, Briar gali sinchronizuotis per Tor tinklą, apsaugodama naudotojus ir jų tarpusavio ryšius nuo stebėjimo.
my: ဘရိုင်ယာဆိုသည်မှာ လုံခြုံမှုရှိ၍ လွယ်ကူလျင်မြန်အားကောင်းသော ဆက်သွယ်ရေးနည်းလမ်းတစ်ခုကိုလိုအပ်သည့် လူမှုရေး (သို့) နိုင်ငံရေး တက်ကြွလှုပ်ရှားသူများ၊ ဂျာနယ်လစ်များအပြင် အခြားမည်သူအတွက်မဆို အထူးဖန်တီးပြုလုပ်ထားသော မက်ဆေ့ချ်ပေးပို့ခြင်းအက်ပ်တစ်ခု ဖြစ်ပါသည်။ သာမန်မက်ဆေ့ချ်ပေးပို့ခြင်းအက်ပ်များနှင့်မတူသည်မှာ ဘရိုင်ယာသည် ဗဟိုပြုဆာဗာတစ်ခုတည်းအပေါ် မှီခိုခြင်းမရှိဘဲ မက်ဆေ့ချ်များကို အသုံးပြုသူများ၏စက်ပစ္စည်းများအချင်းချင်းကြားတွင်သာ တိုက်ရိုက်ကူးလူးပို့ဆောင်ပေးခြင်းဖြစ်ပါသည်။ ကပ်ဘေးများကြုံနေရချိန် အင်တာနက်မရနိုင်လျှင်ပင် ဘရိုင်ယာသည် ဘလူးတုသ် (သို့) ဝိုင်ဖိုင် အသုံးပြုပြီး သတင်းအချက်အလက်များကို ကူးလူးပို့ဆောင်ပေးနေနိုင်ပါသည်။ အင်တာနက်ရရှိပါကလည်း Tor ကွန်ယက်ကို ကြားခံအသုံးပြုပြီး အသုံးပြုသူများနှင့် ၎င်းတို့၏ပတ်သက်ဆက်နွယ်သူများကို ကြားဖြတ်စောင့်ကြည့်ခြင်းမှ ဘရိုင်ယာက ကာကွယ်ပေးထားပါသည်။
ru: Briar - это приложение для обмена сообщениями, предназначенное для активистов, журналистов и всех, кому нужен безопасный, простой и надежный способ общения. В отличие от традиционных приложений для обмена сообщениями, Briar не полагается на центральный сервер - сообщения синхронизируются непосредственно между устройствами пользователей. Если интернет не работает, Briar может синхронизироваться через Bluetooth или Wi-Fi, поддерживая поток информации в кризисной ситуации. Если интернет не работает, Briar может синхронизироваться через сеть Tor, защищая пользователей и их взаимоотношения от слежки.
sv: Briar är en meddelandeapp designad för aktivister, journalister och andra som behöver ett säkert, lätt och robust sätt att kommunicera. Till skillnad från traditionella meddelandeappar förlitar sig Briar inte på någon central server ­– meddelanden synkroniseras direkt mellan användarnas enheter. Om internet är nere kan Briar synka via Bluetooth eller Wi-Fi, vilket låter informationen flöda under i krissituation. Om internet är tillgängligt kan Briar synkronisera via Tor-nätverket, vilket skyddar användare och deras relationer från övervakning.
tr: Briar aktivistler ve gazeteciler başta olmak üzere güvenli, kolay ve sağlam bir iletişim isteyen herkes için tasarlanmış bir ileti sistemidir. Geleneksel ileti sistemlerinin aksine Briar merkezi bir sunucu kullanmaz, iletiler doğrudan kullanıcıların aygıtları arasında eşleştirilir. Briar, eğer İnternet yoksa Bluetooth veya Wi-Fi aracılığıyla da iletileri iletebilir, böylece kriz durumlarında bilgi akışını sürdürür. İnternet varken Briar Tor ağı aracılığıyla iletim sağlar, böylece kullanıcıları ve ilişkilerini gözetimden korumuş olur.

source: Note: Currently only private chats via Tor are supported in Briar GTK.
fa: توجه: در حال حاضر تنها چت خصوصی از طریق تور در Briar GTK پشتیبانی می‌شود.
my: သတိပြုရန် - လက်ရှိတွင် Tor ကို ကြားခံအသုံးပြုသည့် အတွင်းရေးချတ်များကို ဘရိုင်ယာ GTK တွင်သာ ရရှိနိုင်ပါသေးသည်။

source: The Briar Project
de: Das Briar-Projekt
fa: پروژه Briar
he: מיזם Briar
hu: A Briar Project
is: Briar-verkefnið
lt: Briar projektas
my: ဘရိုင်ယာစီမံကိန်း
ru: Проект Briar
sv: Briar-projektet
tr: Briar Projesi

source: Main window showing two contacts and chat
de: Hauptfenster mit zwei Kontakten und Chat
fa: پنجره اصلی دو مخاطب و چت را نمایش می‌دهد
he: חלון ראשי מראה שני אנשי קשר והתכתבות
hu: A fő ablak két kapcsolattal és chatszobával
is: Aðalgluggi sem sýnir tvo tengiliði og spjall
lt: Pagrindinis langas, atvaizduojantis du adresatus ir pokalbį
my: အဆက်အသွယ်နှစ်ခုနှင့် ချက်ကို ပြသပေးသည့် ပင်မဝင်းဒိုး
ru: Главное окно, отображающее два контакта и чат
sv: Huvudfönstret visar två kontakter och chatt
tr: İki kişiyi ve sohbeti gösteren ana pencere

source: Welcome screen with registration
de: Willkommensbildschirm mit Registrierung
fa: صفحه خوش‌آمدگویی با ثبت‌نام
he: מסך ברוך הבא עם הרשמה
hu: Üdvözlő képernyő regisztrációval
is: Upphafsskjár með nýskráningu
lt: Pradžios langas su registracija
my: မှတ်ပုံတင်ခြင်းပါဝင်သော ကြိုဆိုသည့်စခရင်
ru: Экран приветствия с регистрацией
sv: Välkomstskärm med registrering
tr: Kayıtlılar için hoşgeldiniz ekranı

source: Adding contacts at a distance
de: Kontakt in der Ferne hinzufügen
fa: افزودن مخاطب از راه دور
he: הוספת אנשי קשר ממרחק
hu: Távoli kapcsolat hozzá adása
is: Bæta við tengiliðum í fjarlægð
lt: Adresatų pridėjimas per atstumą
my: အဝေးမှ အဆက်အသွယ်များကို ထည့်သွင်းခြင်း
ru: Добавление контактов на расстоянии
sv: Lägga till kontakter på avstånd
tr: Uzaktaki kişileri ekleme

source: Main window with two contacts and about dialog
de: Hauptfenster mit zwei Kontakten und dem "Über"-Dialog
fa: پنجره اصلی با دو مخاطب و درباره‌ی گفتگو
he: חלון ראשי עם שני אנשי קשר ודו שיח אודות
hu: A fő ablak két kapcsolattal és Névjegy ablakkal
is: Aðalgluggi sem sýnir tvo tengiliði og upplýsingaglugga
lt: Pagrindinis langas su dviem adresatais ir dialogu su programos informacija
my: အဆက်အသွယ်နှစ်ခုနှင့် ပြောစကားအကြောင်းပါဝင်သည့် ပင်မဝင်းဒိုး
ru: Главное окно с двумя контактами и диалогом
sv: Huvudfönster med två kontakter och Om-dialogruta
tr: İki kişiyi ve hakkında penceresini gösteren ana pencere

source: Improvements in this version:
de: Verbesserungen in dieser Version:
fa: بهبودها در این نسخه:
he: שיפורים בגרסה זו:
hu: Fejlesztések ebben a verzióban:
is: Endurbætur í þessari útgáfu:
lt: Šioje versijoje pristatyti patobulinimai:
my: ဤဗားရှင်းတွင်ပါဝင်သော တိုးတက်မှုများ -
ru: Улучшения в этой версии:
sv: Förbättringar i denna version:
tr: Bu sürümdeki yenilikler:

source: Compose messages with multiple lines
fa: نوشتن پیام با چندین خط
my: တစ်ကြောင်းထက်ပိုသည့်မက်ဆေ့ချ်များကို ရေးနိုင်ခြင်း

source: Fix bug that crashes Briar GTK when sending/receiving long messages
fa: رفع اشکالی که Briar GTK هنگام ارسال/دریافت پیام‌های طولانی خراب می‌شود
my: ရှည်လျားသောစာများပို့လျှင် ဘရိုင်ယာ GTK ပျက်ယွင်းခြင်းကို ပြင်ဆင်ခြင်း

source: Handle errors while adding contacts
fa: مدیریت خطاها به هنگام افزودن مخاطبان
my: အဆက်အသွယ်များထည့်ရာတွင်ရှိသည့်ပြဿနာများကို ဖြေရှင်းခြင်း

source: Support for mobile devices (AArch64, ARMv7)
fa: پشتیبانی از تلفن‌های همراه (AArch64, ARMv7)
my: မိုဘိုင်းလ်ကိရိယာများကို ပံ့ပိုးမှု (AArch64၊ ARMv7)

source: Update Briar core to version 1.2.17
fa: بروزرسانی هسته Briar به نسخه 1.2.17
my: ဘရိုင်ယာပင်မကို ဗားရှင်း ၁.၂.၁၇ သို့ အဆင့်မြှင့်ခြင်း

source: Translation into Romanian and Burmese
fa: ترجمه به رومانیایی و برمه‌ای
my: ရိုမေးနီးယားနှင့် မြန်မာဘာသာသို့ ဘာသာပြန်မှုများ

source: Improved notification support
de: Verbesserte Unterstützung für Benachrichtigungen
fa: بهبود پشتیبانی از اعلان
he: תמיכה משופרת בהתראות
hu: Fejlesztett értesítés támogatás
is: Bættur stuðningur við tilkynningar
lt: Patobulintas pranešimų palaikymas
my: ပိုမိုကောင်းမွန်သော အသိပေးချက်ပံ့ပိုးမှု
sv: Förbättrat aviseringsstöd
tr: İyileştirilmiş bildiri desteği

source: Showing number of unread messages in contact list
de: Anzeige der Zahl ungelesener Nachrichten in der Kontaktliste
fa: نمایش تعداد پیام‌های خوانده نشده در فهرست مخاطبان
he: נראות מספר של הודעות שלא נקראו ברשימת אנשי הקשר
hu: Az olvasatlan üzenetek számának megjelenítése a kapcsolati listában
is: Birtir fjölda ólesinna skilaboða í tengiliðalista
lt: Neskaitytų žinučių skaičiaus rodymas adresatų sąraše
my: မဖတ်ရသေးသောမက်ဆေ့ချ်အရေအတွက်ကို အဆက်အသွယ်စာရင်းတွင် ပြသခြင်း
sv: Visa antal olästa meddelanden i kontaktlistan
tr: Kişi listesindeki okunmamış iletilerin sayısını gösterme

source: Support for changing contacts' names
de: Unterstützung für das Ändern von Kontaktnamen
fa: پشتیبانی از تغییر نام مخاطب
he: תמיכה בשינוי שמות של אנשי קשר
hu: A kapcsolat nevének módosítása támogatása
is: Stuðningur við að breyta nöfnum tengiliða
lt: Adresatų vardų keitimo palaikymas
my: အဆက်အသွယ်အမည်များပြောင်းခြင်းကို ပံ့ပိုးမှု
sv: Stöd för att ändra namn för kontakter
tr: Kişilerin isimlerini değiştirme desteği

source: Support for deleting all messages of a chat
de: Unterstützung für das Löschen aller Nachrichten eines Chats
fa: پشتیبانی از حذف تمام پیام‌ها در یک چت
he: תמיכה במחיקת כל ההודעות של התכתבות
hu: A chat minden üzenetének törlésének támogatása
is: Stuðningur við að eyða öllum skilaboðum í spjalli
lt: Visų pokalbio žinučių ištrynimo palaikymas
my: ချတ်တစ်ခု၏မက်ဆေ့ချ်များအားလုံးဖျက်ခြင်းကို ပံ့ပိုးမှု
sv: Stöd för att ta bort alla meddelanden från en chatt
tr: Bir sohbetteki tüm iletileri silme desteği

source: Indication of messages' delivery states
de: Anzeige des Nachrichtenstatus in Chats
fa: علامت وضعیت رسیدن پیام
he: חיווי של מצבי מסירה של הודעות
hu: Az üzentek kézbesítési állapotának jelzése
is: Afhendingarstaða skilaboða gefin til kynna
lt: Žinučių pristatymo būsenos rodymas
my: မက်ဆေ့ချ်များ၏ ပို့ဆောင်မှုအခြေအနေကို ညွှန်ပြမှု
sv: Indikering av leveransstatus för meddelanden
tr: İletilerin iletilme durumlarının belirtilmesi

source: Migration to briar_wrapper 0.0.6
fa: مهاجرت به briar_wrapper 0.0.6
he: מעבר אל briar_wrapper 0.0.6
hu: Migráció briar_wrapper 0.0.6-ra
my: briar_wrapper ၀.၀.၆ သို့ ရွှေ့ပြောင်းမှု
sv: Migrering till briar_wrapper 0.0.6
tr: briar_wrapper 0.0.6 sürümüne geçiş

source: Many more minor improvements
de: Viele weitere kleine Verbesserungen
fa: و بسیاری بهبود جزئی دیگر
he: עוד הרבה שיפורים זעירים
hu: További kisebb fejlesztések
is: Margar minni endurbætur
lt: Daugybė smulkių patobulinimų
my: အခြားအသေးစားတိုးတက်မှုများစွာ
ru: Много других незначительных улучшений
sv: Flertalet mindre förbättringar
tr: Bir çok küçük yenilik

source: Translations into many languages:
de: Übersetzung in viele Sprachen:
fa: ترجمه به زبان‌های مختلف:
he: תרגומים אל שפות רבות:
hu: Fordítás sok nyelvre:
is: Þýðingar á mörgum tungumálum:
lt: Vertimai į daugelį kalbų:
my: ဘာသာစကားများစွာသို့ ဘာသာပြန်မှုများ -
sv: Översättningar till många språk:
tr: Bir çok dile yerelleştirme:

source: Albanian
de: Albanisch
fa: آلبانیایی
he: אלבנית
hu: Albán
is: Albanska
lt: Albanų
my: အယ်လ်ဘေးနီးယား
ru: Албанский
sv: Albanska
tr: Arnavutça

source: Arabic
fa: عربی
he: ערבית
hu: Arab
my: အာရဗစ်
sv: Arabiska
tr: Arapça

source: Catalan
de: Katalanisch
fa: کاتالان
he: קטלאנית
hu: Katalán
is: Katalónska
lt: Katalonų
my: ကက်တလန်
sv: Katalanska
tr: Katalanca

source: Chinese (Simplified)
de: Chinesisch (Vereinfacht)
fa: زبان چینی ساده شده
he: סינית (פשוטה)
hu: Kínai (egyszerűsített)
is: Kínverska (einfölduð)
lt: Kinų (Supaprastinta)
my: ရိုးရှင်းသောတရုတ်
ru: Китайский (упрощенный)
sv: Kinesiska (Enkel)
tr: Çince (Yalınlaştırılmış)

source: Esperanto
fa: اسپرانتو
he: אספרנטו
hu: Eszperantó
is: Esperantó
my: အက်စပါရန်တို
ru: Эсперанто

source: Dutch
de: Niederländisch
fa: هلندی
he: הולנדית
hu: Holland
is: Hollenska
lt: Olandų
my: ဒတ်ချ်
ru: Голландский
sv: Holländska
tr: Felemenkçe

source: French
de: Französisch
fa: فرانسوی
he: צרפתית
hu: Francia
is: Franska
lt: Prancūzų
my: ပြင်သစ်
ru: Французский
sv: Franska
tr: Fransızca

source: Galician
de: Galizisch
fa: گالیسیایی
he: גליציאנית
hu: Galíciai
is: Galisíska
lt: Galisų
my: ဂယ်လီစီယန်
sv: Galiciska
tr: Galiçyaca

source: Hebrew
fa: عبری
he: עברית
hu: Héber
my: ဟီဘရူး
sv: Hebreiska
tr: İbranice

source: Hungarian
fa: مجارستانی
he: הונגרית
hu: Magyar
my: ဟန်ဂေရီ
sv: Ungerska
tr: Macarca

source: Icelandic
de: Isländisch
fa: ایسلندی
he: איסלנדית
hu: Izlandi
is: Íslenska
lt: Islandų
my: အိုက်စလန်
sv: Isländska
tr: İzlandaca

source: Italian
de: Italienisch
fa: ايتاليايی
he: איטלקית
hu: Olasz
is: Ítalska
lt: Italų
my: အီတလီ
ru: Итальянский
sv: Italienska
tr: İtalyanca

source: Korean
fa: کره ای
hu: Koreai
my: ကိုရီးယား
sv: Koreanska
tr: Korece

source: Lithuanian
de: Litauisch
fa: لیتوانیایی
he: ליטאית
hu: Litván
is: Litháíska
lt: Lietuvių
my: လစ်သူရေးနီးယား
sv: Litauiska
tr: Litvanca

source: Macedonian
fa: مقدونی
hu: Macedón
my: မက်စီဒိုးနီးယား
sv: Makedonska
tr: Makedonca

source: Persian
de: Persisch
fa: فارسی
he: פרסית
hu: Perzsa
is: Persneska
lt: Persų
my: ပါရှား
ru: Персидский
sv: Persiska
tr: Farsça

source: Portuguese (Brazil)
fa: پرتغالی (برزیل)
he: פורטוגזית (ברזיל)
hu: Portugál (Brazíl)
my: ပေါ်တူဂီ (ဘရာဇီး)
sv: Portugisiska (Brasilien)
tr: Portekizce (Brezilya)

source: Russian
de: Russisch
fa: روسی
he: רוסית
hu: Orosz
is: Rússneska
lt: Rusų
my: ရုရှ
ru: Русский
sv: Ryska
tr: Rusça

source: Swedish
fa: سوئدی
he: שוודית
hu: Svéd
my: ဆွီဒင်
sv: Svenska
tr: İsveççe

source: Thai
de: Thailändisch
fa: تايلندی
he: תאילנדית
is: Tælenska
lt: Tajų
my: ထိုင်း
ru: Тайский
sv: Thailändska
tr: Tayca

source: Turkish
fa: ترکی
he: טורקית
hu: Török
my: တူရကီ
sv: Turkiska
tr: Türkçe

source: Basic notification support
de: Grundlegende Unterstützung für Benachrichtigungen
fa: پشتیبانی از اعلان ساده
he: תמיכה בסיסית בהתראות
hu: Alap értesítés támogatás
is: Grunnstuðningur við tilkynningar
lt: Bazinis pranešimų palaikymas
my: အခြေခံအသိပေးချက်ပံ့ပိုးမှု
ru: Поддержка базовых уведомлений
sv: Grundläggande aviseringsstöd
tr: Basit bildiri desteği

source: Support for contact deletion
de: Unterstützung für das Löschen von Kontakten
fa: پشتیبانی از حذف مخاطب
he: תמיכה במחיקת אנשי קשר
hu: Kapcsolat törlés támogatás
is: Stuðningur við eyðingu tengiliða
lt: Adresatų ištrynimo palaikymas
my: အဆက်အသွယ်ဖျက်ခြင်းပံ့ပိုးမှု
ru: Поддержка удаления контактов
sv: Stöd för borttagning av kontakter
tr: Kişi silme desteği

source: Hugely improved chat UI
de: Deutlich verbesserte Chat UI
fa: بهبود گسترده رابط کاربری چت
he: UI התכתבות משופר באופן ענק
hu: Erősen fejlesztett chat felület
is: Mikið endurbætt spjallviðmót
lt: Žymiai pagerinta pokalbio naudotojo sąsąja
my: အကြီးအကျယ်ပိုကောင်းလာတဲ့ ချတ် UI
ru: Значительно улучшенный интерфейс чата
sv: Enormt förbättrat användargränssnitt för chattning
tr: Oldukça geliştirilmiş sohbet kullanıcı arayüzü

source: Full Spanish and German translations
de: Vollständige spanische und deutsche Übersetzung
fa: ترجمه کامل اسپانیایی و آلمانی
he: תרגומים מלאים בספרדית ובגרמנית
hu: Teljes német és spanyol fordítás
is: Fullgerðar spænskar og þýskar þýðingar
lt: Pilnas vertimas į ispanų bei vokiečių kalbas
my: စပိန်နှင့် ဂျာမန်ဘာသာစကားများကို အပြည့်အဝဘာသာပြန်ဆိုမှုများ
ru: Полный перевод на испанский и немецкий языки
sv: Fullständig översättning till spanska och tyska
tr: Tamamlanmış İspanyolca ve Almanca yerelleştirmeleri

source: Migration to libhandy 1.0
de: Migration zu libhandy 1.0
fa: مهاجرت به libhandy 1.0
he: מעבר אל libhandy 1.0
hu: Migráció libhandy 1.0-ra
is: Yfirfærsla í libhandy 1.0
lt: Perkėlimas į libhandy 1.0
my: libhandy ၁.၀ သို့ ရွှေ့ပြောင်းမှု
ru: Миграция на libhandy 1.0
sv: Migrering till libhandy 1.0
tr: libhandy 1.0 sürümüne geçiş

source: Migration to briar_wrapper 0.0.4
de: Migration zu briar_wrapper 0.0.4
fa: مهاجرت به briar_wrapper 0.0.4
he: מעבר אל briar_wrapper 0.0.4
hu: Migráció briar_wrapper 0.0.4-ra
is: Yfirfærsla í to briar_wrapper 0.0.4
lt: Perkėlimas į briar_wrapper 0.0.4
my: briar_wrapper ၀.၀.၄ သို့ ရွှေ့ပြောင်းမှု
ru: Миграция на briar_wrapper 0.0.4
sv: Migrering till briar_wrapper 0.0.4
tr: briar_wrapper 0.0.4 sürümüne geçiş

source: Show online status of contacts in contact list (#19)
de: Anzeige des Onlinestatus von Kontakten in der Kontaktliste (#19)
fa: نمایش وضعیت آنلاین بودن مخاطب در فهرست مخاطبان (#19)
he: נראות מעמד מקוון של אנשי קשר ברשימת אנשי הקשר (#19)
hu: A kapcsolatok online állapotának megjelenítése a kapcsolati listában (#19)
is: Sýnd nettengistaða tengiliða í tengiliðalista (#19)
lt: Rodyti adresatų sąraše esančių adresatų prisijungimo būseną (#19)
my: အဆက်အသွယ်စာရင်းထဲရှိ အဆက်အသွယ်များ၏ အွန်လိုင်းအခြေအနေကို ပြသပေးသည် (#19)
ru: Отображение онлайн-статуса контактов в списке (#19)
sv: Visa onlinestatus för kontakter i kontaktlistan (#19)
tr: Kişi listesinde kişilerin çevrimiçi durumunu gösterme (#19)

source: Support copying content in messages (#51)
de: Unterstützung für das Kopieren von Nachrichteninhalten (#51)
fa: پشتیبانی از کپی‌کردن محتوا در پیام‌ها (#51)
he: תמיכה בהעתקת תוכן בהודעות (#51)
hu: A tartalom másolásának támogatása az üzenetekben (#51)
is: Stuðningur við að afrita efni í skilaboðum (#51)
lt: Palaikyti žinučių turinio kopijavimą (#51)
my: မက်ဆေ့ချ်ထဲမှအကြောင်းအရာများကူးယူခြင်းကို ပံ့ပိုးမှု
ru: Поддержка копирования содержимого в сообщениях (#51)
sv: Stöd för att kopiera innehåll i meddelanden (#51)
tr: İletilerdeki içeriği kopyalama desteği (#51)

source: Fix bug with Briar messages not having text (#56)
de: Fehler behoben, dass Briar-Nachrichten keinen Text haben (#56)
fa: رفع اشکال عدم نمایش متن پیام با Briar (برایر) (#56)
he: תיקון תקל עם הודעות Briar שאין להן מלל (#56)
hu: A szöveg nélküli Briar üzenetek hiba javítása (#56)
is: Löguð villa í Briar-skilaboðum sem ekki eru með texta (#56)
lt: Pataisyti klaidą, kuomet Briar žinutėse nėra teksto (#56)
my: စာသားမပါသော ဘရိုင်ယာမက်ဆေ့ချ်များ၏ ပြဿနာကို ပြင်ဆင်ထားသည် (#56)
ru: Исправлена ошибка, при которой сообщения Briar не содержали текста (#56)
sv: Åtgärda bugg då Briar-meddelanden saknade text (#56)
tr: Briar iletilerinde metin olmaması hatasının düzeltilmesi (#56)

source: Fix bug with contact's name not showing in private messages (#55)
de: Fehler behoben, durch den der Name eines Kontakts in privaten Nachrichten nicht angezeigt wurde (#55)
fa: رفع اشکال در عدم نمایش نام مخاطب در پیام خصوصی (#55)
he: תיקון תקל עם שם של איש קשר שאינו נראה בהודעות פרטיות (#55)
hu: A kapcsolat neve nem jelenik meg a privát üzenetekben hiba javítása (#55)
is: Löguð villa þar sem nafn tengiliðar sést ekki í einkaskilaboðum (#55)
lt: Pataisyti klaidą, kuomet privačiose žinutėse nerodomas adresato vardas (#55)
my: ကိုယ်ရေးမက်ဆေ့ချ်များတွင် အဆက်အသွယ်အမည်မပေါ်ခြင်းကို ပြင်ဆင်ထားသည် (#55)
ru: Исправлена ошибка, из-за которой имя контакта не отображалось в приватных сообщениях (#55)
sv: Åtgärda bugg då namn för kontakt inte visades i privata meddelanden (#55)
tr: Kişilerin isimlerinin özel iletilerde görüntülenmemesi hatasının düzeltilmesi (#55)

source: Update Briar core to version 1.2.9
de: Aktualisierung vom Briar-Kern auf Version 1.2.9
fa: بروزرسانی هسته Briar (برایر) به نسخه 1.2.9
he: עדכון ליבת Briar אל גרסה 1.2.9
hu: A Briar core frissítése 1.2.9 verzióra
is: Uppfærsla á kjarna Briar í útgáfu 1.2.9
lt: Atnaujinti Briar branduolį iki versijos 1.2.9
my: ဘရိုင်ယာပင်မကို ဗားရှင်း ၁.၂.၉ သို့ အဆင့်မြှင့်ခြင်း
ru: Обновлено ядро Briar до версии 1.2.9.
sv: Uppdatera Briar-kärnan till version 1.2.9
tr: Briar çekirdeğini 1.2.9 sürümüne güncelleme

source: Lots of software tests
de: Viele Softwaretests
fa: و بسیاری تست نرم‌افزاری دیگر
he: מלא בדיקות תוכנה
hu: Sok szoftver teszt
is: Miklar prófanir á hugbúnaðnum
lt: Daug programinės įrangos testavimų
my: ဆော့ဖ်ဝဲစမ်းသပ်မှုများစွာ
ru: Большое количество тестов программного обеспечения
sv: Många programvarutester
tr: Bir çok yazılım testi
