Repository: lvyitian/briar-gtk
Catalog: briar-gtk/po/briar-gtk-meta/*.po
Languages: de, fa, he, hu, is, lt, my, ru, sv, tr

source: The very first alpha release of Briar GTK. It allows adding contacts remotely and chatting with them in private chats. Other functions like groups, forums and blogs are to be implemented.
de: Das erste Alpha-Release von Briar GTK. Es können Kontakte in der Ferne hinzugefügt und private Chats genutzt werden. Andere Funktionen, wie Gruppen, Foren und Blogs folgen.
fa: انتشار اولین نسخه آلفا Briar GTK. این نسخه اجازه‌ی افزودن دستی مخاطب و گفتگو با آن‌ها در چت خصوصی را می‌دهد. کاربردهای دیگر مانند گروه‌ها، فروم‌ها و بلاگ‌ها افزوده خواهند شد.
he: שחרור האלפא הראשון של Briar GTK. הוא מתיר הודפת אנשי קשר באופן מרוחק והתכתבות איתם בתכתובות פרטיות. תפקודים אחרים כמו קבוצות, פורומים ובלוגים יוטמעו בעתיד.
hu: A nagyon alfa verziója a Briar GTK-nak. Lehetővé teszi a távoli kapcsolat hozzáadást és velük a privát chatet. A többi funkció, mint csoportok, fórumok és blogok még implementálásra várnak.
is: Allra fyrsta alfa-prófunarútgáfa Briar GTK. Hún gerir kleift að bæta við tengiliðum í fjarlægð og að spjalla við þá í einkaspjalli. Eftir er að koma upp öðrum eiginleikum, eins og hópum, spjallsvæðum (forum) og bloggum.
lt: Pati pirmoji Briar GTK alfa laida. Ji leidžia jums pridėti adresatus per atstumą bei bendrauti su jais privačiuose pokalbiuose. Kitos funkcijos, tokios kaip grupės, forumai ir tinklaraščiai, dar bus įgyvendintos.
my: ဘရိုင်ယာ GTK ၏ အဦးဆုံးစမ်းသပ်ဖန်တီးဆဲထွက်ရှိမှု။ အဆက်အသွယ်များကို အဝေးမှလှမ်းထည့်နိုင်ပြီး ၎င်းတို့နှင့် ကိုယ်ရေးချတ်များတွင် ချတ်လုပ်နိုင်ပါပြီ။ အဖွဲ့များ၊ ဖိုရမ်များနှင့် ဘလော့ဂ်များကဲ့သို့ အခြားလုပ်ဆောင်ချက်များကိုလည်း ထည့်သွင်းဖော်ဆောင်သွားပါမည်။
ru: Это самый первый альфа-релиз Briar GTK. Он позволяет добавлять контакты удаленно и общаться с ними в приватных чатах. Другие функции, такие как группы, форумы и блоги, будут реализованы позже.
sv: Den allra första alfa-versionen av Briar GTK. Den tillåter tilläggning av kontakter på avstånd och att chatta med dem i privata chattar. Andra funktioner så som grupper, forum och bloggar väntar på att implementeras.
tr: Briar GTK ilk alfa sürümü. Uzaktan kişi eklemenizi ve onlarla gizli bir şekilde sohbet etmenizi sağlar. Gruplar, forumlar ve bloglar gibi diğer işlevler zamanla geliştirilecek.

source: Migration to briar_wrapper 0.0.5
de: Migration zu briar_wrapper 0.0.5
is: Yfirfærsla í to briar_wrapper 0.0.5
lt: Perkėlimas į briar_wrapper 0.0.5
