Repository: lvyitian/briar-gtk
Catalog: briar-gtk/po/briar-gtk/*.po
Languages: ar, ca, eo, fa, he, hu, it, lt, mk, my, ru, sv, th, tr

source: Are you sure that you want to remove this contact and all messages exchanged with this contact?
ar: هل أنت متأكد من أنك تريد حذف جهة الإتصال هذه وكل الرسائل المتبادلة بينكما؟
ca: Segur que voleu suprimir aquest contacte i tots els missatges que us heu intercanviat?
fa: آیا مطمئن هستید که میخواهید این مخاطب و تمام پیام های تبادل شده با آن را حذف کنید؟
he: האם אתה בטוח שאתה רוצה למחוק איש קשר זה ואת כל ההודעות שהוחלפו עם איש קשר זה?
hu: Biztosan eltávolítja ezt a kapcsolatot és minden vele történt üzenetváltását?
it: Vuoi veramente rimuovere questo contatto e tutti i messaggi scambiati con esso?
lt: Ar tikrai norite pašalinti šį adresatą ir visas žinutes, kuriomis apsikeitėte su šiuo adresatu ?
mk: Дали сте сигурни дека сакате да го избришете овој контакт и сите пораки поврзани со него?
my: ဤအဆက်အသွယ်အပြင် ၎င်းနှင့်ပြောထားသမျှမက်ဆေ့ချ်များအားလုံးကို ဖယ်ရှားချင်တာ သေချာပါသလား။
ru: Вы действительно хотите удалить этот контакт и все связанные с ним сообщения?
sv: Är du säker att du vill radera denna kontakt och alla meddelanden?
th: คุณแน่ใจหรือไม่ว่าคุณต้องที่จะลบผู้ติดต่อรายนี้และข้อความทั้งหมดที่เคยแลกเปลี่ยนกับเขา?
tr: Bu kişiyi ve bu kişiyle ilgili tüm iletileri kaldırmak istediğinize emin misiniz?

source: Myself
ar: أنا
ca: Jo
eo: Min mem
fa: خودم
he: אני
hu: Én
it: Me stesso
lt: Aš
mk: Себеси
my: ကိုယ်တိုင်
ru: Я
sv: Mig själv
th: ตัวฉัน
tr: Ben

# Used in about dialog
source: Copyright © 2019-2021 The Briar Project
lt: Autorių teisės © 2019-2021 Briar projektas
my: မူပိုင်ခွင့် © ၂၀၁၉-၂၀၂၁ ဘရိုင်ယာစီမံကိန်း

# Used in about dialog
source: A Briar client for GTK desktop and mobile devices
ar: عميل Briar ل GTK الحاسوب والأجهزة النقالة
ca: Client de Briar per escriptori GTK i dispositius mòbils
eo: Briar-an klienton pro labortablaj kaj porteblaj aparatoj.
fa: کلاینت Briar برای دستگاه های موبایل و GTK دسکتاپ
he: לקוח Briar עבור שולחן עבודה GTK ומכשירים ניידים
hu: Egy Briar kliens GTK desktop-ra és mobil eszközökre
it: Un client Briar per desktop GTK e dispositivi mobili
lt: Briar kliento programa, skirta darbalaukio ir mobiliesiems įrenginiams
mk: Briar клинет за GTK десктоп и мобилни уреди
my: GTK ကွန်ပျူတာနှင့် မိုဘိုင်းလ်ကိရိယာများအတွက် ဘရိုင်ယာသုံးစွဲသူ
ru: Клиент Briar для настольных и мобильных устройств GTK.
sv: En Briar-klient för GTK-skrivbordet och mobila enheter
tr: GTK Masaüstü ve mobil aygıtlar için Biar istemcisi

# Used in about dialog to get to website
source: Visit Briar GTK website
ar: يمكنكم زيارة موقع Briar
ca: Visiteu la web de Briar
eo: Vizitu Briar-on GTK-an retejon
fa: مراجعه به سایت Briar GTK
he: בקר באתר של Briar GTK
hu: Látogassa meg a Briar GTK weboldalát
it: Visita il sito di Briar GTK
lt: Apsilankyti Briar GTK internetinėje svetainėje
mk: Посетете ја веб страната на Briar GTK
my: ဘရိုင်ယာ GTK ဝဘ်ဆိုက်ကို သွားကြည့်ပါ
ru: Посетить веб-сайт Briar GTK
sv: Besök Briar GTK:s webbplats
tr: Briar GTK web sitesini ziyaret edin

# Used in input field in main window
source: Type Message
ca: Escriviu un missatge
it: Digita messaggio
tr: İletiyi Yazın
