Repository: lvyitian/briar-gtk
Catalog: briar-gtk/po/briar-gtk/*.po
Languages: ar, ca, eo, fa, he, hu, it, lt, mk, my, ru, sv, th, tr

# Used in add contact page
source: Give this link to the contact you want to add
ar: أرسلوا هذا الرّابط لجهة الاتصال التي تودّون إضافتها
ca: Lliureu aquest enllaç al contacte que voleu afegir
eo: Donu ĉi tiu ligo al la kontakto vi deziras aldoni
fa: برای افزودن مخاطب این پیوند را به او بدهید
he: תן את הקישור הזה לאיש הקשר שאתה רוצה להוסיף
hu: Adja oda ezt a linket annak a kapcsolatának, akit hozzá szeretne adni
it: Dai questo link al contatto che vuoi aggiungere
lt: Perduokite šią nuorodą adresatui, kurį norite pridėti
mk: Испрати го овој линк до контактот што сакаш да го додадеш
my: သင်ထည့်ချင်သည့် အဆက်အသွယ်အား ဤလင့်ခ်ကို ပေးပါ။
ru: Передайте эту ссылку контакту, который вы хотите добавить.
sv: Ge den här länken till kontakten du vill lägga till
th: ให้ลิงก์นี้กับผู้ติดต่อที่คุณต้องการเพิ่ม
tr: Bu bağlantıyı eklemek istediğiniz kişiye verin

# Used in add contact page
source: Enter the link from your contact here
ar: أدخلوا الرّابط المرسل من جهة الاتصال هنا
ca: Escriviu l'enllaç del vostre contacte
eo: Entajpu la ligon de via kontakto tie ĉi
fa: پیوند آمده از مخاطب خود را اینجا وارد کنید
he: הכנס את הקישור מאיש הקשר שלך כאן
hu: Írj a be a linket a kapcsolatától ide
it: Inserisci qui il link dal tuo contatto
lt: Čia įveskite iš adresato gautą nuorodą
mk: Внеси го линкот од твојот контакт овде
my: သင်၏အဆက်အသွယ်မှ လင့်ခ်ကို ဤနေရာတွင် ဖြည့်ပါ။
ru: Введите ссылку от вашего контакта здесь
sv: Skriv in länken från din kontakt här
th: ใส่ลิงก์จากผู้ติดต่อของคุณที่นี่
tr: Kişinizden gelen bağlantıyı buraya girin

# Used in add contact page
source: Contact's link
ar: رابط جهة الاتصال
ca: Enllaç del contacte
eo: Ligo de kontakto
fa: پیوند مخاطب
he: קישור של איש קשר
hu: Kapcsolat linkje
it: Link del contatto
lt: Adresato nuoroda
mk: Линк на контактот
my: အဆက်အသွယ်၏ လင့်ခ်
ru: Ссылка контакта
sv: Kontaktens länk
th: ลิงก์ของผู้ติดต่อ
tr: Kişinin bağlantısı

# Used in add contact page
source: Please enter a link
ar: يرجى إدخال رابط
ca: Escriviu un enllaç
eo: Bonvole entajpi ligon
fa: لطفا یک پیوند وارد کنید
he: אנא הכנס קישור
hu: Kérjük adja meg a linket
it: Inserisci un link
lt: Įveskite nuorodą
mk: Ве молиме внесете линк
my: ကျေးဇူးပြု၍ လင့်ခ်အား ထည့်သွင်းပါ။
ru: Пожалуйста, введите ссылку
sv: Skriv in en länk
th: กรุณาใส่ลิงก์
tr: Lütfen bir bağlantı girin

# Used in add contact page
source: Give your contact a nickname. Only you can see it.
ar: إعطاء اسم مستعار لجهة الاتصال بإمكانكم رؤيته فق.
ca: Doneu un sobrenom al contacte. Només vós podreu veure'l.
eo: Aldonu al via kontakto alnomon. Sole vi povas vidi ĝin.
fa: به مخاطب خود یک نام مستعار بدهید. فقط شما قادر به دیدن آن می باشید.
he: תן כינוי אל איש הקשר שלך. רק אתה יכול לראות אותו.
hu: Adja meg a kontakt becenevét. Csak ön láthatja.
it: Dai un nickname al tuo contatto. Solo tu puoi vederlo.
lt: Suteikite savo adresatui slapyvardį. Slapyvardį matysite tik jūs.
mk: Дај му на твојот контакт прекар. Само ти ќе можеш да го видиш.
my: သင်၏ အဆက်အသွယ်အား နာမည်ပြောင်ပေးပါ။ ဤသည်ကို သင်သာလျှင် မြင်နိုင်ပါသည်။
ru: Дайте вашему контакту псевдоним. Увидеть его сможете только вы.
sv: Ge din kontakt ett smeknamn. Bara du kan se detta.
th: ตั้งชื่อเล่นให้กับผู้ติดต่อของคุณ มีคุณเท่านั้นที่จะเห็นชื่อนี้
tr: Kişinize bir takma ad verin. Bunu sadece siz görebilirsiniz.

# Used in add contact page
source: Enter a nickname
ar: إدخال اسم مستعار
ca: Escriviu un sobrenom
eo: Entajpi alnomon
fa: یک نام مستعار وارد کنید
he: הכנס כינוי
hu: Becenév megadása
it: Inserisci un nickname
lt: Įveskite slapyvardį
mk: Внеси прекар
my: နာမည်ပြောင် ထည့်သွင်းရန်
ru: Введите псевдоним
sv: Skriv ett smeknamn
th: ใส่ชื่อเล่น
tr: Bir takma ad girin

# Used in add contact page
source: Please enter a nickname
ar: يرجى إدخال اسم مستعار
ca: Escriviu un sobrenom
eo: Bonvole entajpi alnomon
fa: لطفا یک نام مستعار وارد کنید
he: אנא הכנס כינוי
hu: Kérjük adjon meg becenevet
it: Inserisci un nickname
lt: Įveskite slapyvardį
mk: Ве молиме внесете прекар
my: နာမည်ပြောင်အား ထည့်သွင်းပါ။
ru: Пожалуйста, введите псевдоним
sv: Skriv in ett smeknamn
th: กรุณาใส่ชื่อเล่น
tr: Lütfen bir takma ad girin

# Button in add contact page
source: Add contact
ar: إضافة جهة إتصال
ca: Afegiu un contacte
eo: Aldoni kontakton
fa: افزودن مخاطب
he: הוסף איש קשר
hu: Kapcsolat hozzáadása
it: Aggiungi contatto
lt: Pridėti adresatą
mk: Додај контакт
my: အဆက်အသွယ် ထည့်ရန်
ru: Добавить контакт
sv: Lägg till kontakt
th: เพิ่มผู้ติดต่อ
tr: Kişi ekle

source: Next
ar: التالي
ca: Endavant
eo: Sekva
fa: بعد
he: הבא
hu: Következő
it: Successivo
lt: Kitas
mk: Следно
my: ရှေ့သို့
ru: Далее
sv: Nästa
th: ถัดไป
tr: İleri

# Title in add contact page
source: Add contact
ar: إضافة جهة إتصال
ca: Afegiu un contacte
eo: Aldoni kontakton
fa: افزودن مخاطب
he: הוסף איש קשר
hu: Kapcsolat hozzáadása
it: Aggiungi contatto
lt: Pridėti adresatą
mk: Додај контакт
my: အဆက်အသွယ် ထည့်ရန်
ru: Добавить контакт
sv: Lägg till kontakt
th: เพิ่มผู้ติดต่อ
tr: Kişi ekle

source: Change contact name
ar: تعديل إسم جهة الاتصال
ca: Canvia el nom del contacte
fa: تغییر نام مخاطب
he: שַׁנֵּה שם איש קשר
hu: Kapcsolat nevének megváltoztatása
lt: Pakeisti adresato vardą
mk: Промена на име на контакт
my: အဆက်အသွယ် အမည်အား ပြောင်းရန်
ru: Изменить имя контакта
sv: Ändra namn på kontakt
th: เปลี่ยนชื่อผู้ติดต่อ
tr: Kişi adını değiştir

source: Delete all messages
ar: حذف جميع الرّسائل
ca: Suprimeix tots els missatges
fa: حذف تمام پیام ها
he: מחק את כל ההודעות
hu: Minden üzenet törlése
lt: Ištrinti visas žinutes
mk: Избриши ги сите пораки
my: စာအသွားအလာများ အားလုံးအား အပြီးဖျက်ပါ။
ru: Удалить все сообщения
sv: Ta bort alla meddelanden
th: ลบข้อความทั้งหมด
tr: Tüm iletileri sil

source: Delete contact
ar: حذف جهة الإتصال
ca: Suprimeix aquest contacte
eo: Forigi kontakton
fa: حذف مخاطب
he: מחק איש קשר
hu: Kapcsolat törlése
it: Elimina contatto
lt: Ištrinti adresatą
mk: Избриши контакт
my: အဆက်အသွယ်ကို အပြီးပယ်ဖျက်ရန်။
ru: Удалить контакт
sv: Radera kontakt
th: ลบผู้ติดต่อ
tr: Kişiyi sil

# Accessibility text in chat input field
source: Show emoji menu
fa: نمایش منوی ایموجی
he: הראה תפריט אימוג'י
hu: Emoji menü megjelenítése
lt: Rodyti jaustukų meniu
my: ခံစားချက်ပုံရုပ် စာမျက်နှာအားပြသပါ။
ru: Показать меню смайлов
sv: Visa emoji-meny

source: No contact selected
ar: لايوجد جهات اتصال مفتوحة
ca: Cap contacte seleccionat
eo: Neniu kontakto elektis
fa: هیچ مخاطبی انتخاب نشده است
he: איש קשר לא נבחר
hu: Nincs kapcsolat kiválasztva
it: Nessun contatto selezionato
lt: Nepasirinktas kontaktas
mk: Нема одбрани контакти
my: အဆက်အသွယ်အား မရွေးချယ်ရသေးပါ။
ru: Контакт не выбран
sv: Ingen kontakt vald
tr: Kişi seçilmedi

source: Select a contact to start chatting
ar: اختر جهة اتصال لبدء المحادثة
ca: Trieu un contacte per conversar
eo: Elekti kontakton ektujmesaĝadi
fa: یک مخاطب برای شروع مکالمه انتخاب کنید
he: בחר איש קשר כדי להתחיל להתכתב
hu: Válassz egy kapcsolatot a csevegés indításához
it: Seleziona un contatto per iniziare a chattare
lt: Pasirinkite adresatą norėdami pradėti pokalbį
mk: Одберете контакт за да почнете разговор
my: စကားစတင်ပြောဆိုရန် အဆက်အသွယ်တစ်ခုအား ရွေးချယ်ပါ။
ru: Выберите контакт, чтобы начать чат
sv: Välj en kontakt för att börja chatta
tr: Bir kişi seçin ve sohbete başlayın

# Accessibility text in main menu
source: Add contact
ar: إضافة جهة إتصال
ca: Afegiu un contacte
eo: Aldoni kontakton
fa: افزودن مخاطب
he: הוסף איש קשר
hu: Kapcsolat hozzáadása
it: Aggiungi contatto
lt: Pridėti adresatą
mk: Додај контакт
my: အဆက်အသွယ် ထည့်သည်။
ru: Добавить контакт
sv: Lägg till kontakt
th: เพิ่มผู้ติดต่อ
tr: Kişi ekle

source: Main menu
ar: القائمة الرئيسية
ca: Menú principal
eo: Ĉefa menuo
fa: منو اصلی
he: תפריט ראשי
hu: Főmenü
it: Menu principale
lt: Pagrindinis meniu
mk: Главно мени
my: ပင်မစာမျက်နှာ
ru: Основное меню
sv: Huvudmeny
tr: Ana menü

source: Back
ar: السابق
ca: Enrere
eo: Reen
fa: قبل
he: הקודם
hu: Vissza
it: Indietro
lt: Atgal
mk: Назад
my: နောက်သို့
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri

source: Chat menu
ar: قائمة المحادثة
ca: Menú de conversa
eo: Babila menuo
fa: منوی گفتگو
he: תפריט התכתבות
hu: Csevegés menü
it: Menu di chat
lt: Pokalbio meniu
mk: Разговор мени
my: စကားပြော စာမျက်နှာ
ru: Меню чата
sv: Chattmeny
tr: Sohbet Menüsü

source: Password
ar: كلمة السّر
ca: Contrasenya
eo: Pasvorto
fa: گذرواژه
he: סיסמה
hu: Jelszó
lt: Slaptažodis
mk: Лозинка
my: စကားဝှက်
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola

# Button in login page
source: Log in
ar: تسجيل الدخول
ca: Inicia sessió
eo: Ensaluti
fa: ورود
he: התחבר
hu: Belépés
it: Accedi
lt: Prisijungti
mk: Најави се
my: အကောင့်ဝင်ရောက်သည်။
ru: Авторизоваться
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş yap

# Used in login page after entering the password
source: Logging in
ar: جاري تسجيل الدخول
ca: S'està iniciant sessió
eo: Ensalutanta
fa: در حال ورود
he: התחברות
hu: Belépés
it: Accesso in corso
lt: Prisijungiama
mk: Најавување
my: အကောင့်ဝင်ရောက်နေသည်။
ru: Происходит вход в систему
sv: Loggar in
tr: Giriş yapılıyor

source: About Briar GTK
ar: عن Briar GTK
ca: Quant a Briar GTK
eo: Pri Briar-o GTK-a
fa: درباره Briar GTK
he: אודות Briar GTK
hu: A Briar GTK névjegye
it: Riguardo Briar GTK
lt: Apie Briar GTK
mk: За Briar GTK
my: ဘရိုင်ယာ GTK အကြောင်း
ru: О Briar GTK
sv: Om Briar GTK
tr: Briar GTK Hakkında

source: Welcome to Briar
ar: مرحبًا بك في Briar (براير)
ca: Benvingut a Briar
eo: Bonvenon al Briar
fa: به Briar خوش آمدید
he: ברוך הבא אל Briar
hu: Köszöntjük a Briar-ban
it: Benvenuti su Briar
lt: Sveiki atvykę į Briar
mk: Добредојде во Briar
my: Briar မှကြိုဆိုပါသည်။
ru: Добро пожаловать в Briar
sv: Välkommen till Briar
th: ยินดีต้อนรับสู่ Briar
tr: Briar'a Hoşgeldiniz

source: Choose your nickname
ar: اختيار اسمك المستعار
ca: Trieu el vostre sobrenom
eo: Elekti vian alnomon
fa: نام مستعار خود را انتخاب کنید
he: בחר את הכינוי שלך
hu: Felhasználónév választása
it: Scegli il tuo nickname
lt: Pasirinkite savo slapyvardį
mk: Одберете корисничко име
my: နာမည်ပြောင်အားရွေးချယ်ပါ။
ru: Придумайте псевдоним
sv: Skapa användarnamn
th: เลือกชื่อเล่นของคุณ
tr: Kullanıcı adınızı belirleyin

source: Confirm Password
ar: تأكيد كلمة السر
ca: Confirmeu la contrasenya
eo: Konfirmi pasvorton
fa: تأیید رمز عبور
he: אשר סיסמה
hu: Jelszó megerősítése
it: Conferma password
lt: Pakartokite slaptažodį
mk: Потврди лозинка
my: စကားဝှက်အား အတည်ပြုပါ။
ru: Подтвердите пароль
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Parolayı Doğrula

source: Create Account
ar: إنشاء الحساب
ca: Crea el compte
eo: Krei konton
fa: ایجاد حساب کاربری
he: צור חשבון
hu: Fiók létrehozása
it: Crea account
lt: Sukurti paskyrą
mk: Создади сметка
my: အကောင့်ဖွင့်သည်။
ru: Создать учетную запись
sv: Skapa konto
th: สร้างบัญชี
tr: Hesap Oluştur

source: Creating Account
ar: جاري إنشاء الحساب
ca: Crea un compte
eo: Kreanta konto
fa: در حال ایجاد حساب کاربری
he: יצירת חשבון
hu: Fiók létrehozása
it: Creazione account
lt: Paskyros sukūrimas
mk: Создавање сметка
my: အကောင့်အားဖွင့်နေသည်။
ru: Создание учетной записи
sv: Skapar Konto
tr: Hesap Oluşturma

source: Please enter a nickname
ar: يرجى إدخال اسم مستعار
ca: Escriviu un sobrenom
eo: Bonvole entajpi alnomon
fa: لطفا یک نام مستعار وارد کنید
he: אנא הכנס כינוי
hu: Kérjük adjon meg becenevet
it: Inserisci un nickname
lt: Įveskite slapyvardį
mk: Ве молиме внесете прекар
my: နာမည်ပြောင်အား ထည့်သွင်းပါ။
ru: Пожалуйста, введите псевдоним
sv: Skriv in ett smeknamn
th: กรุณาใส่ชื่อเล่น
tr: Lütfen bir takma ad girin

source: Please enter a password
ar: يُرجى إدخال كلمة السر
ca: Escriviu la vostra constrasenya
eo: Bonvole entajpi pasvorton
fa: لطفا رمز عبور را وارد
he: אנא הכנס סיסמה
hu: Kérjük adjon meg egy jelszót
it: Inserisci una password
lt: Įveskite slaptažodį
mk: Ве молиме внесете лозинка
my: စကားဝှက်အား ထည့်သွင်းပါ။
ru: Пожалуйста, введите пароль
sv: Ange ett lösenord
th: กรุณาใส่รหัสผ่าน
tr: Lütfen bir parola girin

source: The passwords do not match
ar: كلمات السر غير متطابقة
ca: Les contrasenyes no coincideixen
eo: La pasvortoj estas malsama.
fa: رمز عبور تطابق ندارد
he: הסיסמאות אינן תואמות
hu: A jelszavak nem egyeznek
it: Le password non corrispondono
lt: Slaptažodžiai nesutampa
mk: Лозинките не се исти
my: စကားဝှက်များ ကိုက်ညီမှုမရှိပါ။
ru: Пароли не совпадают
sv: Lösenorden överensstämmer inte
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor

source: Couldn't register account
ar: تعذر إنشاء تسجيل جديد
ca: No s'ha pogut registrar el compte
eo: Ne povas registri konton
fa: عدم موفقیت در ثبت حساب کاربری
he: לא ניתן לרשום חשבון
hu: Nem sikerült fiókot regisztrálni
it: Registrazione account fallita
lt: Nepavyko registruoti paskyros
mk: Сметката не можеше да се регистрира
my: အကောင့်အား မှတ်ပုံတင်၍ မရနိုင်ပါ။
ru: Не удалось зарегистрировать аккаунт
sv: Kunde inte registrera konto
tr: Hesap oluşturulamıyor

source: Couldn't log in
ar: لم يتم تسجيل الدخول
ca: No s'ha pogut entrar
eo: Ne povas ensaluti
fa: مشکل در ورود
he: לא ניתן להיכנס
hu: Sikertelen belépés
it: Accesso fallito
lt: Nepavyko prisijungti
mk: Не можеше да се најави
my: အကောင့်ဝင်၍မရနိုင်ပါ။
ru: Не удалось войти
sv: Kunde inte logga in
tr: Oturum açılamıyor

source: Localization Lab Translation Teams
ar: فريق الترجمة من Localization Lab
ca: Equips de traductors del laboratori de localitzacions
fa: تیم های ترجمه Localization Lab
he: צוותי התרגום של Localization Lab
hu: Localization Lab fordító csoportok
lt: Localization Lab vertimo komandos
mk: Localization Lab Тимови за превод
ru: Команда переводчиков Localization Lab
sv: Översättningsgrupper hos Localization Lab
tr: Lozalication Lab Yerelleştirme Ekipleri

source: Using code by
ar: تم استخدام كود
ca: Usa codi de
eo: Kun kodo de
fa: استفاده از کد توسط
he: משתמש בקוד מאת
hu: A következő kódok használatával:
it: Utilizzo di codice da
lt: Naudojamas kodas pagal
mk: Користење код од
my: သုံးထားသောကုဒ်ပိုင်ရှင်များ
ru: Используя код
sv: Använder kod från
tr: Kodunu kullandıklarımız

source: Briar functionality by
ar: الأداء الوظيفي ل Briar
ca: Funcionalitat de Briar a càrrec de
eo: Briar-a funkcieco de
fa: اجرا توسط
he: תפקודיות Briar מאת
hu: Briar funkcionalitást biztosítja:
it: Funzionalità Briar da
lt: Briar funkcionalumas pagal
mk: Briar функционалност од
my: ဘရိုင်ယာသုံးနိုင်စွမ်းပံ့ပိုးသူ
ru: Функциональность Briar обеспечивается
sv: Briar-funktionalitet från
tr: Briar işlevselliği

source: Please enter a link
ar: يرجى إدخال رابط
ca: Escriviu un enllaç
eo: Bonvole entajpi ligon
fa: لطفا یک پیوند وارد کنید
he: אנא הכנס קישור
hu: Kérjük adja meg a linket
it: Inserisci un link
lt: Įveskite nuorodą
mk: Ве молиме внесете линк
my: လင့်ခ်ထည့်ပေးပါ
ru: Пожалуйста, введите ссылку
sv: Skriv in en länk
th: กรุณาใส่ลิงก์
tr: Lütfen bir bağlantı girin

source: Enter your contact's link, not your own
ar: يرجى إخال رابط جهة الاتصال، وليس رابطكم
ca: Escriviu l'enllaç del vostre contacte i no el vostre enllaç
eo: Entajpu vian ligon de kontakto, ne vian
fa: به جای پیوند خود، پیوند مخاطب را وارد کنید
he: הכנס את הקישור של איש הקשר שלך, לא את שלך
hu: A kapcsolata linkjét adja meg, ne a sajátját
it: Inserisci il link del contatto, non il tuo
lt: Įveskite ne savo, o adresato nuorodą
mk: Внеси го линкот на твојот контакт, а не својот линк
my: သင်မဟုတ်သော သင့်အဆက်အသွယ်၏လင့်ခ်ကို ထည့်ပါ
ru: Введите ссылку вашего контакта, а не свою
sv: Skriv in länken du fick från din kontakt, inte din egna länk
th: กรุณาใส่ลิงก์ของผู้ติดต่อของคุณ ไม่ใช่ลิงก์ของคุณเอง
tr: Kişinizin bağlantısını girin, kendi bağlantınızı değil

source: Invalid link
ar: الرّابط غير صالح
eo: Malvalida ligo
he: קישור בלתי תקף
hu: Érvénytelen link
lt: Neteisinga nuoroda
my: မဆီလျော်သောလင့်ခ်
ru: Неверная ссылка
sv: Felakting länk
th: ลิงก์ใช้ไม่ได้

source: There was an error adding the contact
hu: Hiba történt a kapcsolat hozzáadásakor
lt: Pridedant adresatą, įvyko klaida
my: အဆက်အသွယ်ထည့်ရာတွင် ပြဿနာတစ်ခု ရှိနေသည်
ru: Произошла ошибка добавления контакта

source: Contact %s already exists
ar: جهة الإتصال %s بالفعل موجودة
he: איש הקשר %s קיים כבר
hu: %s kapcsolat már létezik
lt: Adresatas %s jau yra
my: အဆက်အသွယ် %sသည် ရှိပြီးသားဖြစ်သည်
ru: Контакт %s уже существует
sv: Kontakten %s finns redan
th: มีผู้ติดต่อ %s อยู่แล้ว

source: Pending contact updated
ar: تمّ تحديث طلب جهة الاتصال العالق
he: איש קשר ממתין עודכן
hu: Várakozó kapcsolat frissítve
lt: Laukiantis adresatas atnaujintas
my: ဆိုင်းငံ့ထားသော အဆက်အသွယ်ကို အပ်ဒိတ်လုပ်ပြီး
ru: Ожидающий контакт обновлен
sv: Väntande kontakt har uppdaterats
th: คำขอผู้ติดต่อที่ค้างอยู่ถูกปรับปรุงแล้ว

source: An error occurred while updating the pending contact
hu: Hiba történt a várakozó kapcsolatok frissítése során
lt: Atnaujinant laukiantį adresatą, atsirado klaidų
my: ဆိုင်းငံ့ထားသောအဆက်အသွယ်ကို အပ်ဒိတ်လုပ်နေစဉ် ပြဿနာတစ်ခု ရှိခဲ့သည်
ru: Произошла ошибка при обновлении ожидающего контакта

source: Duplicate Link
ar: الرّابط مكرّر
eo: Repetita Ligo
he: קישור כפול
hu: Duplikált link
lt: Identiška nuoroda
my: လင့်ခ်ကို ပွားသည်
ru: Дублировать ссылку
sv: Kopiera länk
th: ลิงก์ซ้ำ

source: You already have a pending contact with this link: %s
ar: لديكم جهة اتصال معلّقة تحمل نفس هذا الرّابط: %s
he: יש לך כבר איש קשר ממתין עם קישור זה: %s
hu: Önnek már van várakozó kapcsolata ezzel a linkkel: %s
lt: Jūs jau turite laukiančią adresato užklausą su šia nuoroda: %s
my: သင့်တွင် ဤလင့်ခ် - %s နှင့်ပတ်သက်သည့် ဆိုင်းငံ့ထားသောအဆက်အသွယ်တစ်ခု ရှိပြီးဖြစ်သည်
ru: У вас уже есть ожидающий контакт с этой ссылкой: %s
sv: Du har redan en väntande kontakt med den här länken: %s
th: คุณมีผู้ติดต่อที่รอตอบรับอยู่ที่ใช้ลิงก์นี้อยู่แล้ว: %s

source: Are %s and %s the same person?
ar: هل %s و%s هما الشّخص ذاته؟
he: האם %s ו־%s הם אותו איש?
hu: %s és %s ugyanaz a személy?
lt: Ar %s ir %s yra tas pats asmuo?
my: %s နှင့် %s သည် တစ်ဦးတည်း ဖြစ်ပါသလား။
ru: %s и %s тот же человек?
sv: Är %s och %s samma person?
th: %s และ %s เป็นคนเดียวกันหรือไม่?

source: %s and %s sent you the same link. One of them may be trying to discover who your contacts are. Don't tell them you received the same link from someone else.
hu: %s és %s ugyanazt a linket küldte. Egyikük lehet, hogy megpróbálja kikutatni, hogy kik a kapcsolatai. Ne árulja el nekik, hogy ugyanazt a linket már megkapta mástól.
lt: %s ir %s išsiuntė jums tą pačią nuorodą. Gali būti, kad vienas iš šių asmenų bando sužinoti kas yra jūsų adresatų sąraše. Nesakykite šiems asmenims, kad gavote tokią pačią nuorodą iš kito asmens.
my: %s နှင့် %s တို့က သင့်ထံ တူညီသောလင့်ခ်ကို ပို့ထားပါသည်။ သူတို့နှစ်ဦးအနက် တစ်ဦးက သင့်အဆက်အသွယ်များကို သိရှိရန်ကြိုးစားနေခြင်း ဖြစ်နိုင်ပါသည်။ အခြားသူတစ်ဦးထံမှ တူညီသည့်လင့်ခ်ကို လက်ခံရရှိထားကြောင်း သူတို့ကို မပြောပါနှင့်။
ru: %s и %s прислали вам ту же ссылку. Один из них, возможно, пытается выяснить, кто ваши контакты. Не сообщайте им, что вы получили ту же самую ссылку от кого-то еще.

source: Contact added
ar: تم إضافة جهة إتصال
ca: S'ha afegit el contacte
fa: مخاطب اضافه شد
he: איש קשר התווסף
hu: Kapcsolat hozzáadva
lt: Kontaktas pridėtas
mk: Додаден контакт
my: အဆက်အသွယ်ထည့်ပြီးပါပြီ
ru: Контакт добавлен
sv: Kontakt tillagd
th: เพิ่มผู้ติดต่อแล้ว
tr: Kişi eklendi

source: New private message
ar: رسالة جديدة من محادثة
ca: Missatge privat nou
fa: پیام خصوصی جدید
he: הודעה פרטית חדשה
hu: Új privát üzenet
lt: Nauja privati žinutė
mk: Нова приватна порака
my: အတွင်းရေးမက်ဆေ့ချ်အသစ်
ru: Новое личное сообщение
sv: Nytt privat meddelande
th: ข้อความส่วนตัวใหม่
tr: Yeni özel ileti

source: Are you sure you want to exit?
ar: هل تريد فعلاً الخروج من Briar؟
ca: Segur que voleu tancar?
eo: Vi estas certe vi volas ĉesi?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
he: האם אתה בטוח שאתה רוצה לצאת?
hu: Biztosan szeretne kilépni?
it: Vuoi veramente uscire?
lt: Ar tikrai norite išeiti?
mk: Дали сте сигурни дека сакате да излезете?
my: ထွက်မှာသေချာလား။
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill avsluta?
tr: Çıkmak istediğinizden emin misiniz?

source: Once you close Briar, you'll no longer receive messages nor send pending ones. Keep Briar open to stay connected with your contacts.
ar: حالما تغلق Briar لن تتلقى أي رسائل و لن تتمكن من تعليق الرسائل بانتظار ولوج المتلقي للإنترنت. إبق Briar مفتوح من أجل متصلاً مع جهات الاتصال.
ca: Una vegada tanqueu Briar, ni rebreu cap més missatge ni s'enviaran els pendents d'enviar. manteniu Briar obert si voleu estar connectat amb els vostre contactes.
fa: به محض بستن Briar (برایر) دیگر قادر به دریافت و یا ارسال پیام نخواهید بود. برای متصل ماندن به مخاطبین خود، برنامه را باز نگه‌دارید.
he: ברגע שתסגור את Briar, לא תקבל יותר הודעות או תשלח הודעות ממתינות. השאר את Briar פתוח כדי להישאר מחובר עם אנשי הקשר שלך.
hu: Ha egyszer bezárja a Briar-t, nem tud üzeneteket fogadni, vagy elküldeni a várakozókat. Tartsa a Briar-t nyitva, hogy kapcsolatban maradjon a kontaktjaival.
it: Una volta chiuso Briar, non riceverai più messaggi e non invierai quelli in attesa. Tieni aperto Briar per restare connesso con i tuoi contatti.
lt: Užvėrę Briar, nebegalėsite gauti ar siųsti laukiančių žinučių. Palikite Briar atvertą, kad palaikytumėte ryšį su savo adresatais.
mk: Кога еднаш сте го затвориле Briar, повеќе нема да добивате пораки или да ги испратите оние кои се на чекање. Чувајте го Briar отворен за да останете поврзани со вашите контакти.
my: ဘရိုင်ယာကိုပိတ်လိုက်သည်နှင့် မည်သည့်မက်ဆေ့ချ်ကိုမျှ လက်ခံမရရှိတော့မည့်အပြင် ဆိုင်းငံ့ထားသည်များကိုလည်း ပို့၍ရတော့မည်မဟုတ်ပါ။ သင့်အဆက်အသွယ်များနှင့် အချိတ်အဆက်မပြတ်စေရန် Briar ကို ဖွင့်ထားပါ။
ru: После закрытия Briar, вы больше не сможете ни получать и отправлять сообщения, ожидающие своей очереди. Оставьте Briar открытым, чтобы оставаться на связи со своими контактами.
sv: När du stänger briar kommer du inte längre att ta emot eller skicka väntade meddelanden. Håll Briar öppet för att förbli ansluten till dina kontakter.
tr: Briarı kapattığınızda ileti alamayacak veya beklemede olanları gönderemeyeceksiniz. Kişilerinizle bağlantıda kalmak için Briar'ı açık tutun.

source: Change
ar: تعديل
ca: Canvia
fa: تغییر
he: שנה
hu: Módosítás
lt: Pakeisti
mk: Промени
my: ပြောင်းလဲသည်။
ru: Изменить
sv: Ändra
th: เปลี่ยนแปลง
tr: Değişiklik

source: Confirm Message Deletion
ar: تأكيد حذف الرّسالة
ca: Confirmeu la supressió dels missatges
fa: تایید حذف پیام
he: אשר מחיקת הודעה
hu: Üzenet törlés megerősítése
lt: Patvirtinkite žinutės ištrynimą
mk: Потврди бришење на порака
my: စာအသွားအလာ ပယ်ဖျက်ခြင်းအား အတည်ပြုမည်။
ru: Подтверждение удаления сообщений
sv: Bekräfta meddelande borttagning
th: ยืนยันการลบข้อความ
tr: İleti Silmeyi Onayla

source: Are you sure that you want to delete all messages?
ar: هل أنتم متأكّدون من حذف جميع الرّسائل؟
ca: Esteu segur que voleu suprimir tots els missatges?
fa: آیا از حذف تمام پیام‌ ها اطمینان دارید؟
he: האם אתה בטוח שאתה רוצה למחוק את כל ההודעות?
hu: Biztos, hogy szeretné törölni összes üzenetét?
lt: Ar tikrai norite ištrinti visas žinutes?
mk: Дали сте сигурни дека сакате да ги избришете сите пораки?
my: စာအသွားအလာများအားလုံးကို အပြီးပယ်ဖျက်ရန် သေချာပါသလား?
ru: Вы уверены, что хотите удалить все сообщения?
sv: Är du säker på att du vill ta bort alla meddelanden?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบข้อความทั้งหมด?
tr: Tüm iletileri silmek istediğinizden emin misiniz?

source: Confirm Contact Deletion
ar: تأكيد حذف جهة الإتصال
ca: Confirmeu la supressió del contacte
eo: Confirmi kontaktan forigon
fa: تایید حذف مخاطب
he: אשר מחיקת איש קשר
hu: Kapcsolat törlésének megerősítése
it: Conferma cancellazione contatto
lt: Patvirtinkite adresato ištrynimą
mk: Потврди бришење на контакт
my: အဆက်အသွယ်ကို အပြီးပယ်ဖျက်ခြင်းအား အတည်ပြုမည်။
ru: Подтвердите удаление контакта
sv: Bekräfta radering av kontakt
th: ยืนยันการลบผู้ติดต่อ
tr: Kişi Silmeyi Onayla
